Repository: joshgrant/tick-task
Catalog: Cross-Platform/*.lproj/Localizable.strings
Languages: es, fr, hi, ja, pt_br, ru, zh_hans, zh_hant

source: Open at Login
es: Abrir al iniciar sesión
fr: Ouvrir avec la session
hi: लॉगइन पर खोलें
ja: ログイン時に開く
pt_br: Abrir no Início da Sessão
ru: Открывать при входе
zh_hans: 登录时打开
zh_hant: 在登入時打開

source: Quit TickTask
es: Salir
fr: Quitter
hi: छोड़ें
ja: 終了
pt_br: Encerrar
ru: Завершить
zh_hans: 退出
zh_hant: 結束

# timer_completed_title
source: Time's Up!
es: Tarea completada
fr: Tâche terminée
hi: टास्क पूरा हुआ
ja: タスク完了
pt_br: Tarefa completa
ru: Время вышло
zh_hans: 任务完成
zh_hant: 任務完成

source: simple
es: sencillo
hi: सरल
ja: 単純な
pt_br: simples
ru: просто
zh_hans: 简单
zh_hant: 簡單

source: focused
es: enfocado
fr: concentré
hi: ध्यान केंद्रित
ja: 集中した
pt_br: focado
ru: сосредоточены
zh_hans: 重点
zh_hant: 重點

source: menubar
es: barra de menús
fr: barre de menu
hi: मेनू पट्टी
ja: メニューバー
pt_br: barra de menu
ru: строка меню
zh_hans: 菜单栏
zh_hant: 菜單欄

source: timer
es: minutero
fr: minuteur
hi: घड़ी
ja: タイマー
pt_br: cronômetro
ru: таймер
zh_hans: 计时器
zh_hant: 計時器

source: now
es: ahora
fr: à présent
hi: अभी व
ja: 今
pt_br: agora
ru: сейчас
zh_hans: 现在
zh_hant: 現在

source: mobile
es: móvil
hi: मोबाइल
ja: モバイル
pt_br: móvel
ru: мобильный
zh_hans: 移动
zh_hant: 移動

# title
source: Tick Task - Focus Timer
es: Tick Task - Temporizador
fr: Tick Task - Minuterie ciblée
hi: Tick Task - ध्यान केंद्रित टाइमर
ja: Tick Task - 集中タイマー
pt_br: Tick Task - Temporizador Focalizado
ru: Tick Task - таймер
zh_hans: Tick Task - 聚焦計時器
zh_hant: Tick Task - 聚焦計時器

# subtitle
source: Keeping time simple
es: Mantener el tiempo simple
fr: Garder le temps simple
hi: समय को सरल रखना
ja: 時間をシンプルに保つ
pt_br: Mantendo o tempo simples
ru: Сохраняя время простым
zh_hans: 保持时间简单
zh_hant: 保持時間簡單

# promotional_text
source: Timers should be simple, so we created Tick Task to help keep track of your time.
es: Los temporizadores deben ser simples, por lo que creamos Tick Task para ayudar a mantener un registro de su tiempo.
fr: Les minuteurs doivent être simples, nous avons donc créé Tick Task pour vous aider à garder une trace de votre temps.
hi: टाइमर सरल होना चाहिए, इसलिए हमने आपके समय पर नज़र रखने में मदद करने के लिए टिक टास्क बनाया।
ja: タイマーは単純なはずですので、私たちはあなたの時間を追跡するのを助けるためにTick Taskを作成しました。
pt_br: Os temporizadores devem ser simples, por isso criamos o Tick Task para ajudar a controlar o seu tempo.
ru: Таймеры должны быть простыми, поэтому мы создали Tick Task, чтобы отслеживать ваше время.
zh_hans: 定时器应该很简单，所以我们创建了Tick Task来帮助跟踪你的时间。
zh_hant: 定時器應該很簡單，所以我們創建了Tick Task來幫助跟踪你的時間。

# description_mac
source: Features: • Lives in the menu bar for quick access • Simply rotate the timer dial to set an alarm • Peek at how much time is left with the menu bar icon • Get notified when your timer completes • Use the right mouse (or control-mouse) to make the snapping more precise • Right-click the menu to open Tick Task at login
es: Caracteristicas: • Vive en la barra de menú para un acceso rápido • Simplemente gire el dial del temporizador para programar una alarma • Eche un vistazo a cuánto tiempo queda con el icono de la barra de menú • Recibir una notificación cuando se complete su temporizador • Use el mouse derecho (o control-mouse) para hacer que la duración sea más precisa • Haga clic derecho en el menú para abrir Tick Task al iniciar sesión
fr: Caractéristiques: • Fait partie dans la barre de menu pour un accès rapide • Il suffit de tourner la minuterie pour régler une alarme • Regardez combien de temps il reste avec l'icône de la barre de menus • Recevez une notification lorsque votre minuterie est terminée • Utilisez la souris droite (ou la molette de commande) pour rendre la durée plus précise • Cliquez-droit, sur le menu pour ouvrir Tick Task lors de la connexion
hi: विशेषताएं: • त्वरित पहुँच के लिए मेनू बार में रहता है • बस अलार्म सेट करने के लिए टाइमर डायल घुमाएँ • मेनू बार आइकन के साथ कितना समय बचा है, इस पर झांकें • आपका टाइमर पूरा होने पर अधिसूचित हो जाएं • अवधि को अधिक सटीक बनाने के लिए सही माउस (या नियंत्रण-माउस) का उपयोग करें • लॉगिन पर टिक टास्क खोलने के लिए मेनू पर राइट-क्लिक करें
ja: 特徴： •クイックアクセスのためのメニューバーに住んでいる •単にアラームを設定するためにタイマーダイヤルを回します •メニューバーのアイコンで残り時間を覗く •あなたのタイマーが完了したときに通知を受ける •持続時間をより正確にするには、右マウス（またはコントロールマウス）を使用します。 •メニューを右クリックして[ログイン時にタスクをティック]を開く
pt_br: Características: • Vive na barra de menu para acesso rápido • Basta girar o dial do temporizador para definir um alarme • Espreite quanto tempo resta com o ícone da barra de menu • Seja notificado quando o seu temporizador terminar • Use o mouse direito (ou controle-mouse) para tornar a duração mais precisa • Clique com o botão direito do mouse no menu para abrir Tick Task no login
ru: Особенности: • Живет в строке меню для быстрого доступа • Просто поверните диск таймера, чтобы установить будильник • Посмотрите, сколько времени осталось с иконкой в ​​строке меню • Получить уведомление, когда ваш таймер завершает • Используйте правую мышь (или управляющую мышь), чтобы сделать привязку более точной • Щелкните правой кнопкой мыши меню, чтобы открыть Tick Task при входе в систему.
zh_hans: 特征： •住在菜单栏中以便快速访问 •只需旋转定时器转盘即可设置闹钟 •使用菜单栏图标查看剩余时间 •计时器完成时收到通知 •使用鼠标右键（或控制鼠标）使捕捉更精确 •右键单击菜单以在登录时打开“勾选任务”
zh_hant: 特徵： •住在菜單欄中以便快速訪問 •只需旋轉定時器轉盤即可設置鬧鐘 •使用菜單欄圖標查看剩餘時間 •計時器完成時收到通知 •使用鼠標右鍵（或控制鼠標）使捕捉更精確 •右鍵單擊菜單以在登錄時打開“勾選任務”

# keywords_mac
source: timer, task, focused, simple, pomodoro, countdown, interval, track, time, menu, menubar, blocking
es: temporizador, tarea, enfocado, simple, pomodoro, cuenta atrás, intervalo, pista, menú, barra de menú
fr: minuterie, tâche, concentré, simple, pomodoro, compte à rebours, intervalle, piste, menu
hi: टाइमर, कार्य, ध्यान केंद्रित, सरल, pomodoro, उलटी गिनती, अंतराल, ट्रैक, मेनू, मेनू, समय, अवरुद्ध
ja: タイマー、タスク、フォーカス、シンプル、ポモドーロ、カウントダウン、インターバル、トラック、メニュー、メニューバー、時間、ブロッキング
pt_br: timer, tarefa, focada, simples, pomodoro, contagem regressiva, intervalo, faixa, menu, menu, tempo
ru: таймер, задача, сфокусировано, простой, pomodoro, обратный отсчет, интервал, трек, меню, меню, время
zh_hans: 计时器，任务，集中，简单，番茄钟，倒计时，间隔，跟踪，菜单，菜单栏，时间，阻止
zh_hant: 計時器，任務，集中，簡單，番茄鐘，倒計時，間隔，跟踪，菜單，菜單欄，時間，阻止

# description_ios
source: Features: • Open quickly to start a new timer • Rotate the timer dial to set an alarm • Get notified when your timer completes • There is no step four!
es: Caracteristicas: • Abrir rápidamente para iniciar un nuevo temporizador • Gire el dial del temporizador para configurar una alarma • Recibir una notificación cuando se complete su temporizador • ¡No hay paso cuatro!
fr: Caractéristiques: • Ouvrir rapidement pour démarrer un nouveau chronomètre • Tourner le cadran de la minuterie pour régler une alarme • Recevez une notification lorsque votre minuterie est terminée • Il n'y a pas de quatrième étape!
hi: विशेषताएं: • एक नया टाइमर शुरू करने के लिए जल्दी से खोलें • अलार्म सेट करने के लिए टाइमर डायल घुमाएँ • आपका टाइमर पूरा होने पर अधिसूचित हो जाएं • कोई चरण चार नहीं है!
ja: 特徴： •すばやく開いて新しいタイマーを開始する •タイマーダイヤルを回してアラームを設定する •あなたのタイマーが完了したときに通知を受ける •ステップ4はありません。
pt_br: Características: • Abra rapidamente para iniciar um novo temporizador • Gire o seletor do temporizador para definir um alarme • Seja notificado quando o seu temporizador terminar • Não há passo quatro!
ru: Особенности: • Открыть быстро, чтобы запустить новый таймер • Поверните диск таймера, чтобы установить будильник • Получить уведомление, когда ваш таймер завершает • Нет четвертого шага!
zh_hans: 特征： •快速打开以启动新计时器 •旋转定时器转盘设置闹钟 •计时器完成时收到通知 •没有第四步！
zh_hant: 特徵： •快速打開以啟動新計時器 •旋轉定時器轉盤設置鬧鐘 •計時器完成時收到通知 •沒有第四步！

# keywords_ios
source: timer, task, focused, simple, pomodoro, countdown, interval, track, time, blocking
es: temporizador, tarea, enfocado, simple, pomodoro, cuenta atrás, intervalo, seguimiento, tiempo, bloqueo
fr: minuterie, tâche, concentré, simple, pomodoro, compte à rebours, intervalle, piste, temps, blocage
hi: टाइमर, कार्य, ध्यान केंद्रित, सरल, pomodoro, उलटी गिनती, अंतराल, ट्रैक, समय, अवरुद्ध
ja: タイマー、タスク、フォーカス、シンプル、ポモドーロ、カウントダウン、インターバル、トラック、時間、ブロッキング
pt_br: timer, tarefa, focada, simples, pomodoro, contagem regressiva, intervalo, faixa, tempo, bloqueio
ru: таймер, задача, сфокусировано, простой, pomodoro, обратный отсчет, интервал, трек, время, блокировка
zh_hans: 计时器，任务，集中，简单，番茄钟，倒计时，间隔，跟踪，时间，阻止
zh_hant: 計時器，任務，集中，簡單，番茄鐘，倒計時，間隔，跟踪，時間，阻止
